
export const dogBreedData = [
"골든 리트리버", "그레이트 데인", "그레이트 피레니즈", "기슈견",
  "닥스훈트", "달마시안", "도베르만 핀셔", "라사 압소", "래브라도 리트리버",
  "러프 콜리", "로트와일러", "마스티프", "말리노이즈", "말티즈",
  "바센지", "보더 콜리", "보르조이", "보스턴 테리어", "불 테리어",
  "불마스티프", "브리타니", "비글", "비즐라", "사모예드", "샤페이",
  "세인트 버나드", "셰퍼드", "스코티시 테리어", "스피츠", "시베리안 허스키",
  "시바견", "시츄", "아메리칸 불리", "아프간 하운드", "알래스칸 말라뮤트",
  "아이리시 세터", "아키타견", "웰시코기", "잉글리시 불도그", "잉글리시 코커 스파니엘",
  "이탈리안 그레이하운드", "잭 러셀 테리어", "진돗개", "차우차우", "치와와",
  "카네 코르소", "코카 스파니엘", "케언 테리어", "콜리", "티베탄 마스티프",
  "파라오 하운드", "파피용", "페키니즈", "포메라니안", "포인터",
  "포르투갈 워터 독", "푸들", "프렌치 불도그", "핏불 테리어",
  "기타"
] as const;
